Repository: Harryyan/TextAnalysis
Catalog: TextAnalysis/Resources/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: AI Features Unavailable
es: Funciones de IA no disponibles
zh_hans: AI功能不可用
zh_hant: AI功能不可用

source: AI Summary
es: Resumen de IA
zh_hans: AI摘要
zh_hant: AI摘要

source: Close
es: Cerrar
zh_hans: 关闭
zh_hant: 關閉

source: Complexity
es: Complejidad
zh_hans: 复杂度
zh_hant: 複雜度

source: Conclusion
es: Conclusión
zh_hans: 结论
zh_hant: 結論

source: Confidence
es: Confianza
zh_hans: 置信度
zh_hant: 置信度

source: Document Analysis
es: Análisis de Documento
zh_hans: 文档分析
zh_hant: 文檔分析

source: Document Type
es: Tipo de Documento
zh_hans: 文档类型
zh_hant: 文檔類型

source: Estimated reading time: %lld minutes
es: Tiempo de lectura estimado: %lld minutos
zh_hans: 预计阅读时间：%lld 分钟
zh_hant: 預計閱讀時間：%lld 分鐘

source: File Content
es: Contenido del Archivo
zh_hans: 文件内容
zh_hant: 文件內容

source: Files
es: Archivos
zh_hans: 文件
zh_hant: 文件

source: Generate AI Summary
es: Generar Resumen de IA
zh_hans: 生成AI摘要
zh_hant: 生成AI摘要

source: Generating summary...
es: Generando resumen...
zh_hans: 正在生成摘要...
zh_hant: 正在生成摘要...

source: Initializing...
es: Inicializando...
zh_hans: 初始化中...
zh_hant: 初始化中...

source: Key Points
es: Puntos Clave
zh_hans: 要点
zh_hant: 要點

source: Key Points (%lld)
es: Puntos Clave (%lld)
zh_hans: 要点 (%lld)
zh_hant: 要點 (%lld)

source: Loaded: %@
es: Cargado: %@
zh_hans: 已加载：%@
zh_hant: 已載入：%@

source: Loading file...
es: Cargando archivo...
zh_hans: 正在加载文件...
zh_hant: 正在載入文件...

source: Loading files...
es: Cargando archivos...
zh_hans: 正在加载文件...
zh_hant: 正在載入文件...

source: Main Topics
es: Temas Principales
zh_hans: 主要话题
zh_hant: 主要話題

source: Overview
es: Resumen
zh_hans: 概述
zh_hant: 概述

source: Performing quick analysis...
es: Realizando análisis rápido...
zh_hans: 正在进行快速分析...
zh_hant: 正在進行快速分析...

source: Quick Analysis
es: Análisis Rápido
zh_hans: 快速分析
zh_hant: 快速分析

source: Regenerate AI Summary
es: Regenerar Resumen de IA
zh_hans: 重新生成AI摘要
zh_hant: 重新生成AI摘要

source: Regenerate Summary
es: Regenerar Resumen
zh_hans: 重新生成摘要
zh_hant: 重新生成摘要

source: Select a file to view its content
es: Selecciona un archivo para ver su contenido
zh_hans: 选择一个文件以查看其内容
zh_hant: 選擇一個文件以查看其內容

source: Size: %lld chars
es: Tamaño: %lld caracteres
zh_hans: 大小：%lld 个字符
zh_hant: 大小：%lld 個字元

source: Tap to regenerate with fresh analysis
es: Toca para regenerar con análisis nuevo
zh_hans: 点击重新生成并进行新的分析
zh_hant: 點擊重新生成並進行新的分析

source: This will analyze your document using Apple's Foundation Models
es: Esto analizará tu documento usando los Modelos de Fundamentos de Apple
zh_hans: 这将使用Apple的基础模型分析您的文档
zh_hant: 這將使用Apple的基礎模型分析您的文檔

source: Title
es: Título
zh_hans: 标题
zh_hant: 標題

source: Type: %@
es: Tipo: %@
zh_hans: 类型：%@
zh_hant: 類型：%@

source: Error
zh_hans: 错误
zh_hant: 錯誤

source: OK
zh_hans: 确定
zh_hant: 確定
